Repository: mrhobbeys/phone-number-cleanup
Catalog: languages/phone-number-clean-up-*.po
Languages: es_es

source: Paste your text here
es_es: Pega tu texto aquí

source: Paste your text here...
es_es: Pega tu texto aquí...

source: Extract Phone Numbers
es_es: Extraer números de teléfono

source: Security check failed. Please reload the page and try again.
es_es: La comprobación de seguridad falló. Recarga la página e inténtalo de nuevo.

source: Rate limit exceeded. Please wait and try again later.
es_es: Se superó el límite de intentos. Espera e inténtalo de nuevo más tarde.

source: No input provided.
es_es: No se proporcionó texto.

source: Input too long (max %s characters).
es_es: Texto demasiado largo (máximo %s caracteres).

source: Found Phone Numbers
es_es: Números de teléfono encontrados

source: %d unique phone number(s) found.
es_es: Se encontraron %d números de teléfono únicos.

source: No phone numbers found.
es_es: No se encontraron números de teléfono.

source: Note: Extracted phone numbers will be stored in our database. If you are logged in, they will be associated with your account.
es_es: Nota: Los números de teléfono extraídos se almacenarán en nuestra base de datos. Si has iniciado sesión, se asociarán con tu cuenta.

source: Your Previously Extracted Numbers
es_es: Tus números extraídos anteriormente

source: Extracted Phone Numbers
es_es: Números de teléfono extraídos

source: Phone Numbers
es_es: Números de teléfono

source: This page shows the most recent 1000 phone numbers extracted by users.
es_es: Esta página muestra los 1000 números de teléfono más recientes extraídos por los usuarios.

source: No phone numbers have been extracted yet.
es_es: Aún no se han extraído números de teléfono.

source: Time
es_es: Hora

source: User
es_es: Usuario

source: IP Address
es_es: Dirección IP

source: Number (E.164)
es_es: Número (E.164)

source: Original Format
es_es: Formato original

source: Unknown User
es_es: Usuario desconocido

source: Guest
es_es: Invitado

source: Phone Number Clean Up
es_es: Limpieza de números de teléfono

source: Settings
es_es: Ajustes

source: Show normalized numbers
es_es: Mostrar números normalizados

source: Phone Number Clean Up form will render on the front end.
es_es: El formulario de limpieza de números de teléfono se mostrará en el frontal.
